Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/tmx_data/100writers_sme2smn.tmx
Source language: sme_fi
Languages: smn

source: Máilmmi unnitlogugielain lea dábalaččat rikkis njálmmálaš tradišuvdna, muhto dat eai jur čállojuvvo.
smn: Maailm ucceeblovokielâin lii táválávt riges njálmálâš traditio, mut toh iä jur čalluu.

source: Anárašgiellage ii leat spiehkastat dása: ovtta dáfus čállindomenat leat unnán ja nuppi dáfus čállit illá gávdnojit.
smn: Anarâškielâgin ij lah spiekâstâh taas: oovtâ tááhust čäällimdomeneh láá uccáá já nube tááhust čälleeh illá kávnojeh.

source: Lihkostuvvan revitaliserenproseassas fuolakeahtta giellahubmiid lohku lea viehka vuollegaš:
smn: Luhostum revitalistemprosessist huolâhánnáá kielâsárnoi meeri lii viehâ vyeligâš:

source: anárašgielas leat sullii 450 hubmi (eatne- ja vierrogielagat), muhto duššebeare moattelogis čállet giela bures.
smn: anárašgielast láá suullân 450 sárnod (eeni- já viereskielâliih), mut tuše muádiloves čäälih kielâ pyereest.

source: Geavatlaččat okta olmmoš lea atnán fuola anárašgiela girjjálaš buvttadeamis maŋimuš 25 jagi áigge.
smn: Keevâtlávt ohtâ olmooš lii annaam huolâ anarâškielâ kirjálii pyevtitmist majemui 25 ive ääigi.

source: Giellateknologiijabarggu oktavuođas šaddan prošeavtta ulbmilin lea oažžut 100 čálli anárašgillii, nannet giela girjjálaš tradišuvnna ja váldit giellateknologalaš veahkkereaidduid geavahussii giellaservošis.
smn: Kielâteknologiapargo ohtâvuođâst šoddâm proojeekt ulmen lii uážžuđ 100 čälled anarâškielân, nonniđ kielâ kirjálii traditio já väldiđ kielâteknologisijd išeniävuid anon kielâsiärvádâhân.

source: Dat gáibida ođđa girjiluvvanprográmma huksema.
smn: Taat váátá uđđâ kirjálistemohjelm huksim.

source: Dán prográmma minsttarin váldojuvvo 2009 - 2010 čađahuvvon dievasmahttinskuvlejupmi: dan áigge 17 bargoeallima áššedovdi oahpahalle giela ja válde dan atnui iežas bargogiellan skuvlejumi maŋŋá.
smn: Taan ohjelm myensterin váldoo ive 2009 - 2010 tievâsmittemškovliittâs1, mon ääigi 17 pargoeellim äššitobded máttááttâllii kielâ já valdii tom anon jieijâs pargokiellân škovliittâs maŋa.

source: Dát áššedovdit rekryterejuvvojedje duogŋat láhppon giellasohkabuolvva.
smn: Taah äššitobdeeh rekrytistojii tuovŋâđ lappum koskâmuu kielâsuhâpuolvâ.

source: Dál ulbmilin lea oažžut anárašgiela hubmiid čállit giela.
smn: Kirjálistemohjelm ulmen lii uážžuđ anarâškielâ sárnoid čäälliđ kielâ.

source: Sáhkavuorus čájehuvvojedje gieddejearahallamiid álgobohtosat, main čielgá, makkar čálálaš doarjaga giellasearvvuš dárbbaša ja árvaluvvo, makkar prográmma dáid dárbbuid várás livččii ávkkálaš hukset.
smn: Sahâvuárust čáittojeh kieddikoijâdâlmij algâpuátuseh, moin čiälgá, maggaar čäällimtorjuu kielâsiärvuš taarbâš já arvâluvvoo, maggaar ohjelm tai táárbui várás ličij ávhálâš huksiđ.

source: Oasseváldiid vásahusat ja almmolaš ságastallan leat maiddái vuođđun prográmma ovddideapmái.
smn: Uásiväldei feeriimeh já almolâš savâstâllâm láá meiddei vuáđđun ohjelm oovdedmân.

source: Leatgo beroštuvvan bloggaid čállimis?
smn: Lah-uv kiddiistum blogij čälimist?

source: Váldde oktavuođa midjiide ja muital dárkileappot.
smn: Vääldi ohtâvuođâ mijjân já muštâl tärhibeht.

source: Almmustahte iežat dieđalaš čállosa min siidduin.
smn: Almostit jieijâd tieđâlii čalluu mii siijđoin.

source: Dutkansearvvi doaibma vuolgá johtui bloggačállosiiguin, maid čállet sámegielaid ja sámekultuvrra dutkit.
smn: Tutkâmseervi toimâ vuálgá joton blogičalluigijn,maid čäälih sämikielâi já sämikulttuur totkeeh.

source: Ulbmilin lea bloggain addit sámegielaide nannosut geavahandomena diehtaga foruman.
smn: Ulmen lii blogijn adeliđ sämikieláid nanosub kevttimdoomeen tiettuu foorumin.

source: Dát fas ovddida ja bajásdoallá giela.
smn: Taat pelestis oovded já pajastuálá kielâ.
